<?php

return [
    'faq_1' => 'মিউচুৱেল বদলিকৰণ পৰ্টেলৰ উদ্দেশ্য কি?',
    'faq_1_txt' => 'মিউচুৱেল ট্ৰেন্সফাৰ পৰ্টেলটো কৰ্মচাৰীসকলক বদলিৰ বাবে আগ্ৰহী সহকৰ্মী বিচাৰি উলিওৱাত সহায় কৰিবলৈ প্ৰস্তুত কৰা হৈছে, যাৰ ফলত একে ধৰণৰ বদলি পছন্দ কৰা আন এজন কৰ্মচাৰীৰ সৈতে কৰ্মক্ষেত্ৰৰ স্থান সলাই লোৱাটো সহজসাধ্য হৈ পৰে।',
    'faq_2' => 'পৰ্টেলটোত মই কেনেকৈ প্ৰফাইল প্ৰস্তুত কৰিব পাৰিম?',
    'faq_2_txt' => [
        'intro' => 'আপোনাৰ প্ৰফাইলটো প্ৰস্তুত কৰিবলৈ:',
        'step_1' => 'স্ব-সৃষ্ট সংশ্লিষ্ট নথিপত্ৰৰ সৈতে আপোনাৰ একাউণ্টটো পঞ্জীয়ন কৰক।',
        'step_2' => 'পঞ্জীয়ন কৰাৰ পিছত আপোনাৰ ডেচব’ৰ্ডত লগ ইন কৰক আৰু আপুনি চৰকাৰী কৰ্মচাৰী বুলি নিশ্চিত কৰিবলৈ আপোনাৰ পান কাৰ্ড নম্বৰ অন্তৰ্ভুক্ত কৰিবলৈ কোৱা হ’ব।',
        'step_3' => 'পৰীক্ষা কৰাৰ পিছত ব্যক্তিগত বিৱৰণ, যোগাযোগৰ তথ্য আৰু কৰ্মৰ ইতিহাস সংযোজন কৰি আপোনাৰ প্ৰ\'ফাইল সম্পূৰ্ণ কৰক।',
        'step_4' => 'আপুনি বদলি হ\'বলৈ বিচৰা সৰ্বাধিক পাঁচখন পছন্দৰ জিলাক নিৰ্দিষ্ট কৰিব পাৰে।',
    ],
    'faq_3' => 'মই কেনেকৈ মিউচুৱেল বদলিৰ বাবে এগৰাকী সম্ভাৱ্য সহকৰ্মী বিচাৰি পাম?',
    'faq_3_txt' => [
        'step_1' => 'আপোনাৰ প্ৰফাইল এবাৰ সাজু হোৱাৰ পিছত ইয়াক আপোনাৰ কৰ্তৃপক্ষৰ দ্বাৰা পৰীক্ষা আৰু অনুমোদনৰ প্ৰয়োজন হ\'ব৷',
        'step_2' => 'বিভাগ, অগ্ৰাধিকাৰ, পদ আৰু গ্ৰেড পে\'ৰ ওপৰত ভিত্তি কৰি পৰ্টেলটোৱে সম্ভাৱ্য সহকৰ্মীসকলক অনুমোদন দিব।',
        'step_3' => 'এই অনুমোদিত সহকৰ্মীসকলক আপুনি পুনৰীক্ষণ কৰি চাব পাৰে আৰু যদি কোনো এগৰাকীক পছন্দৰ বুলি ভাবে, তেন্তে তেওঁলোকক আপোনাৰ ডেচব\'ৰ্ডৰ পৰা এটা বদলিৰ অনুৰোধ পঠিয়াব পাৰে।',
    ],
    'faq_4' => 'যদি মোৰ প্ৰফাইলটো নাকচ কৰা হয় বা পৰিৱৰ্তনৰ প্ৰয়োজন হয় তেন্তে কি হ\'ব?',
    'faq_4_txt' => [
        'step_1' => 'যদি আপোনাৰ প্ৰ’ফাইল নাকচ কৰা হয়, তেতিয়া আপোনাক ডেচব’ৰ্ডত কাৰণটো  অৱগত কৰা হ’ব৷',
        'step_2' => 'যদি শুধৰণিৰ প্ৰয়োজন হয় তেতিয়া আপোনাৰ প্ৰফাইলটো সম্পাদনাৰ বাবে ঘূৰাই পঠিওৱা হ\'ব। তাৰ পিছত আপুনি আপোনাৰ তথ্য উন্নীত কৰিব পাৰিব আৰু আপোনাৰ ডেচব\'ৰ্ডৰ পৰা পৰীক্ষণৰ বাবে পুনৰ জমা দিব পাৰিব।',
    ],
    'faq_5' => 'মই কেনেকৈ মিউচুৱেল বদলিৰ বাবে অনুৰোধ কৰিম?',
    'faq_5_txt' => [
        'step_1' => 'আপুনি এবাৰ উপযুক্ত সহকৰ্মী বিচাৰি পালে, আপোনাৰ ডেচব\'ৰ্ডৰ পৰা মিউচুৱেল বদলিৰ বাবে অনুৰোধ কৰক।',
        'step_2' => 'কামটো আগবঢ়াই নিবলৈ আপুনি আৰু আপোনাৰ সহকৰ্মীয়ে অনুৰোধটো অনুমোদন জনাব লাগিব।',
        'step_3' => 'দুয়োজনৰে অনুমোদনৰ পিছত চূড়ান্ত অনুমোদন আৰু বদলিৰ আদেশৰ বাবে এই অনুৰোধটো ৰাজ্যিক পৰ্যায়ৰ কৰ্তৃপক্ষলৈ যাব।',
    ],
    'faq_7' => 'যদি মোৰ সহকৰ্মীয়ে মিউচুৱেল বদলিৰ অনুৰোধটো নাকচ কৰে তেন্তে কি হ’ব?',
    'faq_7_txt' => 'যদি আপোনাৰ সহকৰ্মীগৰাকীয়ে অগ্ৰাহ্য কৰে, তেন্তে আপুনি আন এজন যোগ্য কৰ্মচাৰী বিচাৰিব পাৰে আৰু আপোনাৰ ডেচব\'ৰ্ডৰ পৰা এটা নতুন অনুৰোধ আৰম্ভ কৰিব পাৰে। পাৰস্পৰিক লাভালাভ নিশ্চিত কৰিবলৈ সম্ভাৱ্য সহকৰ্মীৰ সৈতে আগতীয়াকৈ যোগাযোগ কৰিলে ই সহায়ক হ’ব পাৰে।',
    'faq_8' => 'মোৰ অনুৰোধ কিমান দিন সক্ৰিয় হৈ থাকিব?',
    'faq_8_txt' => 'যদি আপোনাৰ অনুৰোধটো ১৫ দিনতকৈ অধিক সময় অমীমাংসিতভাৱে পৰি থাকে, তেন্তে ই স্বয়ংক্ৰিয়ভাৱে বাতিল হৈ যাব। কামবোৰ আগুৱাই নিবলৈ দ্ৰুত সঁহাৰি দিয়াটো নিশ্চিত কৰক।',
    'faq_9' => 'দুয়োগৰাকী সহকৰ্মীয়ে অনুৰোধ ৰক্ষা কৰাৰ পিছত কি হ\'ব?',
    'faq_9_txt' => [
        'step_1' => 'এই অনুৰোধ চূড়ান্ত প্ৰক্ৰিয়াকৰণৰ বাবে ৰাজ্যিক পৰ্যায়ৰ কৰ্তৃপক্ষলৈ যাব।',
        'step_2' => 'এবাৰ অনুমোদিত হোৱাৰ পিছত, আপুনি আৰু আপোনাৰ সহকৰ্মীগৰাকীয়ে বদলিৰ এটা নিৰ্দেশ লাভ কৰিব আৰু স্বাভাৱিকভাৱে থকা যোগদানৰ সময়ৰ ওপৰত ভিত্তি কৰি আপোনাৰ নতুন স্থানসমূহত যোগদান কৰিব পাৰিব।',
    ],
    'faq_10' => 'মই মোৰ অনুৰোধ উঠাই ল\'ব পাৰিমনে?',
    'faq_10_txt' => 'হয়, দুয়োপক্ষই এইটোত অনুমোদন জনোৱাৰ আগতে যিকোনো সময়তে আপুনি উঠাই ল\'ব পাৰে। যদি আপুনি উঠাই লয়, তেন্তে অনুৰোধটো বন্ধ কৰা হ\'ব আৰু প্ৰয়োজন হ\'লে আপুনি বদলীকৰণৰ বাবে আন এগৰাকী সহকৰ্মী বিচাৰিব পাৰে।',
    'faq_11' => 'মোৰ অনুৰোধৰ স্থিতি মই কেনেকৈ পৰীক্ষা কৰিম?',
    'faq_11_txt' => 'আপুনি আপোনাৰ ডেচব\'ৰ্ডত যিকোনো সময়তে আপোনাৰ অনুৰোধৰ স্থিতি পৰীক্ষা কৰিব পাৰে।  ই অমীমাংসিত, অনুমোদিত, নাকচ অথবা আপুনি বা আপোনাৰ সহকৰ্মীৰ কৰিবলগীয়া কামৰ বাবে হোৱা নাই সেইটো দেখুৱাব।',
    'faq_12' => 'কি নথি-পত্ৰৰ প্ৰয়োজন?',
    'faq_12_txt' => [
        'doc_1' => 'সাধাৰণতে, আপুনি আপোনাৰ ফটো, স্বাক্ষৰ, পান কাৰ্ড আৰু বিভাগীয় পৰিচয়পত্ৰ দিব লাগিব।',
        'doc_2' => 'নিযুক্তি পত্ৰ অথবা আপোনাৰ ছাৰ্ভিচ বুকৰ প্ৰথম পৃষ্ঠাৰ দৰে বৈকল্পিক নথি-পত্ৰও অনুৰোধ কৰা হ\'ব পাৰে, যদিও ইয়াৰ প্ৰয়োজন নাই',
    ],
    'faq_14' => 'সহায়ৰ প্ৰয়োজন হ’লে কাৰ সৈতে যোগাযোগ কৰিব লাগিব?',
    'faq_14_txt' => [
        'contact_1' => 'প্ৰশ্নৰ উদয় হ\'লে জানিবৰ বাবে আপোনাৰ সংশ্লিষ্ট কৰ্তৃপক্ষৰ সৈতে যোগাযোগ কৰক।',
        'contact_2' => 'পৰ্টেল-সম্পৰ্কীয় যিকোনো সমস্যাৰ বাবে আমাৰ হেল্পডেস্কৰ সৈতে যোগাযোগ কৰক।',
    ],
    'faq_6' => 'মিউচুৱেল বদলিৰ বাবে মই জমা দিব পৰা অনুৰোধৰ সৰ্বাধিক সংখ্যা কিমান ?',
    'faq_6_txt' => 'আপুনি সৰ্বাধিক দুবাৰ মিউচুৱেল বদলিৰ বাবে অনুৰোধ দাখিল কৰিব পাৰিব',
    'faq_13' => 'মোৰ আবেদন নাকচ হ’লে পুনৰ আবেদন কৰিব পাৰিমনে ?',
    'faq_13_txt' => 'হয়, আপোনাৰ আবেদন নাকচ হ’লে পুনৰ আবেদন কৰিব পাৰিব।',
];
