<?php

return [
    'site_name' => 'স্বাগত সতীৰ্থ',
    'site_tag' => 'অসম চৰকাৰ',
    'nav_menu' => [
        'home' => 'হোম',
        'about' => 'বিষয়ে',
        'faq' => 'এফ এ কিউ',
    ],
    'cards' => [
        'login' => [
            'heading' => 'লগইন কৰক',
            'text' => 'বদলিৰ তথ্য চাবলৈ বা বদলিৰ অনুৰোধ কৰিবলৈ, প্ৰফাইল  আপডেট কৰিবলৈ আৰু অন্যান্য কামৰ বাবে আপোনাৰ একাউণ্ট চাওক।',
        ],
        'register' => [
            'heading' => 'পঞ্জীয়ন কৰক',
            'text' => 'বদলিৰ অনুৰোধ আৰু প্ৰফাইল ছেটআপ আৰম্ভ কৰিবলৈ এটা নতুন একাউণ্ট বনাওক',
        ],
    ],
    'notification' => 'জাননী',
    'important_links' => 'গুৰুত্বপূৰ্ণ লিংকসমূহ',
    'footer' => 'কপিৰাইট © ২০২৪ স্বাগতা সতীৰ্থ | সকলো অধিকাৰ সংৰক্ষিত',
    'imp_links' => [
        'sop' => 'মানসম্পন্ন কাৰ্য পৰিচালনা বিধি (SOP)',
        'sop_txt' => 'চৰকাৰী বদলি নীতি আৰু নিৰ্দেশনাসমূহ পুনৰীক্ষণ কৰক।',
        'user_manual' => 'ব্যৱহাৰকাৰী হাতপুথি',
        'user_manual_txt' => 'এই পৰ্টেলটো ফলপ্ৰসূভাৱে কেনেকৈ ব্যৱহাৰ কৰিব লাগে শিকি লওক।',
    ],
    'steps' => [
        1 => 'একাউণ্ট সৃষ্টি কৰা।',
        2 => 'প্ৰফাইল পৰীক্ষণ।',
        3 => 'যোগ্য কৰ্তৃপক্ষৰ পৰামৰ্শ।',
        4 => 'বদলিৰ বাবে অনুমোদন।',
        5 => 'ট্ৰেন্সফাৰ অৰ্ডাৰ প্ৰজন্ম।',
    ],
];
