<?php

return [
    'login_page' => [
        'heading' => 'লগইন',
        'sub_text' => 'আগবাঢ়ি যাবলৈ আপোনাৰ প্ৰমাণপত্ৰসমূহ সুমুৱাওক',
        'input' => [
            'phone' => 'আপোনাৰ পঞ্জীয়নভুক্ত ফোন নম্বৰ',
            'pass' => 'আপোনাৰ পাছৱৰ্ড',
        ],
        'forgot_pass' => 'পাছৱৰ্ড পাহৰিলে নেকি?',
        'button' => 'লগইন',
        'no_ac' => 'একাউণ্ট নাই নেকি?',
        'reg' => 'এতিয়াই পঞ্জীয়ন কৰক',
    ],
    'register_page' => [
        'heading' => 'অনুগ্ৰহ কৰি পঞ্জীয়ন প্ৰক্ৰিয়া আৰম্ভ কৰক',
        'input' => [
            'name' => 'সম্পূৰ্ণ নাম',
            'phone' => 'ফোন নম্বৰ',
            'email' => 'ইমেইল',
            'pass' => 'পাছৱৰ্ড',
            'pass_text' => '৬টা আখৰ হ\'ব লাগিব , আলফানিউমেৰিক আৰু অন্ততঃ এটা ডাঙৰ আৰু এটা সৰু আখৰ থাকিব লাগিব',
            'c_pass' => 'পাছৱৰ্ড নিশ্চিত কৰক',
            'c_pass_text' => 'পাছৱৰ্ডৰ হিচাপে একে হ’ব লাগিব',
            'check' => 'উল্লেখ কৰা চৰ্তসমূহৰ সৈতে মই একমত',
            'check_link' => 'মানসম্পন্ন কাৰ্যপৰিচালনা বিধি (SOP)',
        ],
        'button' => 'দাখিল কৰক',
        'have_ac' => 'ইতিমধ্যে একাউণ্ট আছে নেকি?',
        'login' => 'ইয়াত লগ ইন কৰক',
    ],
    'otp' => [
        'heading' => 'অ\'টিপি ক\'ড পৰীক্ষণ',
        'sent_to' => 'আমি এটা অ\' টি পি ক\'ড পঠাইছো',
        'button' => 'পৰীক্ষা কৰক আৰু আগবাঢ়ি যাওক',
        'no_code' => 'ক\'ড পোৱা নাই নেকি?',
        'resend' => 'এতিয়া পুনৰ পঠাওক',
        'messages' => [
            'title' => 'সময়ৰ ম্যাদ উকলি গৈছে',
            'text' => 'নিষ্ক্ৰিয়তাৰ বাবে আপোনাৰ সময়ৰ ম্যাদ উকলি গৈছে। অনুগ্ৰহ কৰি পৃষ্ঠাটো ৰিফ্ৰেছ কৰক বা পঞ্জীয়ন পৃষ্ঠালৈ উভতি যাবলৈ তলৰ বুটামটো ক্লিক কৰক।',
        ],
    ],
];
