<?php

return [
    'transfer_message' => [
        'request_cancel' => 'অনুৰোধ বাতিল কৰা হৈছে',
        'details_not_found' => 'স্থানান্তৰ বিৱৰণ আপোনাৰ তথ্যৰ সৈতে পোৱা নগ\'ল !',
        'request_accepted' => 'অনুৰোধ গ্ৰহণ কৰা হৈছে',
        'request_rejected' => 'অনুৰোধ নাকচ কৰা হৈছে',
        'no_action' => 'কোনো কাৰ্য্য পোৱা নগ\'ল!',
        'varification' => 'আপোনাৰ ভেৰিফিকেচন সম্পূৰ্ণ হোৱা নাই !',
        'no_record' => 'কোনো ট্ৰেন্সফাৰ ৰেকৰ্ড পোৱা নগ\'ল !',
        'your_pendding_request' => 'আপোনাৰ ইতিমধ্যে এটা পেণ্ডিং অনুৰোধ আছে !',
        'target_pendding_request' => 'টাৰ্গেট কৰ্মচাৰীৰ ইতিমধ্যে এটা পেণ্ডিং ৰিকুৱেষ্ট আছে !',
        'already_sent_by_target' => 'টাৰ্গেট কৰ্মচাৰীয়ে ইতিমধ্যে আপোনাক এটা অনুৰোধ পঠিয়াইছে !',
        'request_sent' => 'অনুৰোধ সফলতাৰে জমা দিয়া হৈছে',
        'preference conditions' => 'পছন্দৰ চৰ্ত পোৱা নগ\'ল !',
        'pendding_profile_verify' => 'আপোনাৰ সকলো ভেৰিফিকেচন সম্পূৰ্ণ হোৱা নাই !',
        'Prefence district' => 'অনুগ্ৰহ কৰি আপোনাৰ পছন্দৰ জিলাৰ পৰা নিৰ্বাচন কৰক',
        'preference_conditions' => 'পছন্দৰ চৰ্ত বিচাৰি পোৱা নগ\'ল !',
        'prefence_district' => 'অনুগ্ৰহ কৰি আপোনাৰ পছন্দৰ জিলাৰ পৰা নিৰ্বাচন কৰক',
        'action_pre_text' => 'অনুৰোধ কৰা হৈছে',
        'accepted' => 'গ্ৰহণ কৰা হৈছে',
        'rejected' => 'নাকচ কৰা হৈছে',
        'one_rejection' => 'আপুনি ইতিমধ্যে এই কৰ্মচাৰীৰ অনুৰোধ নাকচ কৰিছে !',
    ],
];
