<?php

return [
    'site_name' => 'স্বাগত সতীৰ্থ',
    'site_tag' => 'অসম চৰকাৰ',
    'nav_menu' => [
        'dash' => 'ডেচব\'ৰ্ড',
        'apl' => 'আৱেদনকাৰী',
        'logout' => 'লগআউট',
    ],
    'heading' => 'আপোনাৰ প্ৰফাইল সৃষ্টি কৰক',
    'text' => 'অনুগ্ৰহ কৰি প্ৰয়োজনীয় বিৱৰণ দি আপোনাৰ প্ৰফাইল তৈয়াৰ কৰক',
    'search_pan' => [
        'pan_no' => 'FINASSAM ত পঞ্জীয়ন কৰা আপোনাৰ পান নম্বৰ লিখক',
        'button' => 'দাখিল কৰক',
    ],
    'form' => [
        'basic_info' => [
            'heading' => 'প্ৰাথমিক তথ্য',
            'name' => 'সম্পূৰ্ণ নাম',
            'dob' => 'জন্মৰ তাৰিখ',
            'gender' => 'লিংগ',
            'f_name' => 'পিতৃৰ নাম',
            'm_name' => 'মাতৃৰ নাম',
            'caste' => 'শ্ৰেণী',
            'pno' => 'ফোন নম্বৰ',
            'apno' => 'বিকল্প ফোন নম্বৰ',
            'email' => 'ইমেইল',
            'pan' => 'পান নম্বৰ',
            'messages' => [
                'title' => 'ব্যক্তিগত তথ্য পোৱা নগ\'ল !!',
                'text' => 'আমি আপোনাৰ ব্যক্তিগত তথ্য বিচাৰি উলিয়াব পৰা নাই। অনুগ্ৰহ কৰি পিছত পুনৰ চেষ্টা কৰক।',
            ],
        ],
        'emp_info' => [
            'heading' => 'নিয়োগৰ তথ্য',
            'dist_cp' => 'জিলা (বৰ্তমান পোষ্টিং)',
            'dept_cp' => 'বিভাগ (বৰ্তমান পোষ্টিং)',
            'office_cp' => 'কাৰ্যালয় (বৰ্তমান পোষ্টিং)',
            'desg_cp' => 'পদবী (বৰ্তমান পোষ্টিং)',
            'doj_fj' => 'যোগদানৰ তাৰিখ (প্ৰথম যোগদান)',
            'doj_cp' => 'যোগদানৰ তাৰিখ (বৰ্তমান পোষ্টিং)',
            'g_pay' => 'গ্ৰেড পে',
            'p_bank' => 'পে বেণ্ড',
            'messages' => [
                'title' => 'নিয়োগৰ সবিশেষ তথ্য পোৱা নগ\'ল !!',
                'text' => 'আমি আপোনাৰ নিয়োগৰ সবিশেষ বিচাৰি উলিয়াব পৰা নাই। অনুগ্ৰহ কৰি পিছত পুনৰ চেষ্টা কৰক।',
            ],
        ],
        'prefs' => [
            'heading' => 'অগ্ৰাধিকাৰসমূহ',
            'note_1' => 'বি:দ্ৰ: আপুনি বদলি হ\'ব বিচৰা পছন্দৰ জিলাসমূহ বাচনি কৰক',
            'note_2' => 'আটাইতকৈ সুবিধাজনক মিউচুৱেল বদলিৰ সুযোগৰ বিষয়ে পৰামৰ্শ দিবলৈ অগ্ৰাধিকাৰ আৰু নিয়োগৰ তথ্য',
            1 => '১ম',
            2 => '২য়',
            3 => '৩য়',
            4 => '৪ৰ্থ',
            5 => '৫ম',
        ],
        'addl_info' => [
            'heading' => 'অতিৰিক্ত তথ্য',
            'ccp' => 'কোনো অপৰাধমূলক গোচৰ বিচাৰাধীন হৈ আছে নেকি?',
            'dpp' => 'আপোনাৰ বিৰুদ্ধে কোনো বিভাগীয় কাৰ্যব্যৱস্থা চলি আছে নেকি?',
            'mtb' => 'ইয়াৰ আগতে আপুনি কোনো মিউচুৱেল বদলিৰ সুবিধা লৈছেনে?',
            'no_mt' => 'ইতিমধ্যে কিমান মিউচুৱেল বদলিৰ সুবিধা লোৱা হৈছে?',
            'govt_due' => 'কোনো চৰকাৰী মাচুল অনাদায় হৈ আছে নেকি ?',
            'messages' => [
                'title' => 'অতিৰিক্ত তথ্য পোৱা নগ\'ল !!',
                'text' => 'আমি কোনো অতিৰিক্ত তথ্য বিচাৰি উলিয়াব পৰা নাছিলো। অনুগ্ৰহ কৰি পিছত পুনৰ চেষ্টা কৰক',
            ],
        ],
        'docs' => [
            'heading' => 'নথি-পত্ৰ',
            'txt_1' => 'ইয়াত আইটেম ড্ৰপ কৰক বা...',
            'txt_2' => 'ফাইলসমূহ ব্ৰাউজ কৰক',
            'txt_3' => 'সৰ্বোচ্চ আকাৰ',
            1 => 'ফটো',
            2 => 'চহী',
            3 => 'পান কাৰ্ড',
            4 => 'বিভাগীয় কাৰ্ড',
            5 => 'কোনো চৰকাৰী প্ৰমাণ-পত্ৰ নাই',
            6 => 'নিযুক্তি পত্ৰ',
            7 => 'চাৰ্ভিছ বুকৰ প্ৰথম পৃষ্ঠা',
        ],
        'submit' => [
            'decl_1' => 'মই ইয়াৰ দ্বাৰা ঘোষণা কৰিছো যে প্ৰদান কৰা সকলো তথ্য মোৰ জ্ঞাতসাৰে শুদ্ধ। মই বুজি পাওঁ যে যদি কোনো অমিল পোৱা যায় তেন্তে মোৰ আৱেদন নাকচ বুলি বিবেচিত হ\'ব',
            'decl_2' => 'উল্লেখ কৰা চৰ্তসমূহৰ সৈতে মই একমত',
            'decl_2_link' => 'মানসম্পন্ন কাৰ্যপৰিচালনা বিধি (SOP)',
            'button' => [
                'save' => 'ছেভ কৰক',
                'submit' => 'প্ৰিভিউ আৰু চূড়ান্ত দাখিল',
                'update' => 'প্ৰফাইল আপডেট কৰক',
            ],
        ],
    ],
    'preview' => [
        'heading' => 'প্ৰিভিউ বিৱৰণ',
        'button' => [
            'close' => 'বন্ধ কৰক',
            'submit' => 'চূড়ান্ত তথ্য দাখিল কৰক',
        ],
    ],
    'profile_status' => [
        'steps' => [
            1 => 'একাউণ্ট সৃষ্টি কৰা হৈছে',
            2 => 'সম্পূৰ্ণ প্ৰফাইল',
            3 => 'প্ৰফাইল পৰীক্ষা কৰা হৈছে',
            4 => 'পৰামৰ্শ দিয়া হৈছে',
        ],
        'button' => [
            'request' => 'নতুন মিউচুৱেল বদলি',
        ],
        'status' => [
            'pending' => 'অমীমাংসিত',
            'verified' => 'পৰীক্ষা কৰা হৈছে',
            'not_recc' => 'অনুমোদন দিয়া হোৱা নাই',
            'recc' => 'অনুমোদিত',
        ],
    ],
    'dashboard' => [
        'pen_ver' => 'আপোনাৰ প্ৰফাইল',
        'button' => [
            'edit' => 'সম্পাদনা কৰক',
        ],
        'my_request' => [
            'heading' => 'মোৰ অনুৰোধ',
            'no_req_act' => 'কোনো সক্ৰিয় মিউচুৱেল বদলি নাই',
            'status' => [
                'rej_aa' => 'অনুমোদন কৰ্তৃপক্ষই নাকচ কৰিছে',
                'apr_aa' => 'বদলি অনুমোদিত হৈছে',
                'cnl_you' => 'আপোনাৰ দ্বাৰা বাতিল কৰা হৈছে',
                'rej_usr' => 'ব্যৱহাৰকাৰীৰ দ্বাৰা প্ৰত্যাখ্যান কৰা হৈছে',
                'acc_usr' => 'প্ৰাপকৰ দ্বাৰা গ্ৰহণ কৰা হৈছে',
            ],
            'button' => [
                'order' => 'যৌথ বদলিৰ আদেশ',
                'cancel' => 'বাতিল কৰক',
            ],
            'card' => [
                'heading' => 'মিউচুৱেল বদলিৰ বাবে অনুৰোধ কৰা হৈছে',
                'btn_appDown' => 'মিউচুৱেল বদলিৰ বাবে আবেদন',
                'status' => 'সক্ৰিয়',
            ],
            'req_now' => 'এতিয়া অনুৰোধ কৰক',
        ],
        'no_inc' => [
            'heading' => 'অহা অনুৰোধ',
            'button' => [
                'yes' => 'হয়',
                'no' => 'নহয়',
            ],
            'txt' => 'কোনো অনুৰোধ অহা নাই।',
        ],
        'by_pref' => [
            'heading' => 'পছন্দ অনুসৰি পৰামৰ্শ দিয়া হৈছে',
            'table_col1' => 'জিলা',
            'table_col2' => 'হিচাপ',
            'btn_list' => 'তালিকা চাওক',
        ],
    ],
    'profile_alter_text' => [
        'profile_status' => [
            [
                'color' => 'yellow',
                'header' => 'প্ৰমাণীকৰণ চলি আছে',
                'body' => 'আপোনাৰ প্ৰফাইল সত্যাপন চলি আছে, ই সত্যাপন হোৱাৰ পিছত আপোনাক জনোৱা হ\'ব।',
            ],
            [
                'color' => 'green',
                'header' => 'প্ৰমাণীকৰণ সম্পূৰ্ণ হৈছে',
                'body' => 'আপোনাৰ প্ৰফাইল সফলভাৱে পৰীক্ষা কৰা হৈছে। এতিয়া আপুনি বদলিৰ অনুৰোধ দাখিল বা প্ৰাপ্তি কৰিব পাৰে',
            ],
            [
                'color' => 'red',
                'header' => 'প্ৰফাইল নাকচ কৰা হৈছে !',
                'body' => 'আপোনাৰ প্ৰফাইল নাকচ কৰা হৈছে। আপোনাৰ প্ৰফাইল আপডেট কৰক আৰু পুনৰ দাখিল কৰক',
            ],
            [
                'color' => 'yellow',
                'header' => 'প্ৰফাইল অসম্পূৰ্ণ',
                'body' => 'আপোনাৰ প্ৰফাইলটো বৰ্তমান অসম্পূৰ্ণ হৈ আছে। একাউণ্ট প্ৰমাণীকৰণৰ সৈতে আগবাঢ়ি যাবলৈ আৰু মিউচুৱেল বদলিৰ অনুৰোধ কৰিবলৈ অনুগ্ৰহ কৰি <u><a href="/employees/update-profile" style="color:blue;" >complete your profile</a></u> চাওক',
            ],
        ],
        'noc_status' => [
            [
                'color' => 'yellow',
                'header' => 'পৰামৰ্শ বাকী আছে',
                'body' => 'আপোনাৰ প্ৰফাইল পৰীক্ষা কৰা হৈছে কিন্তু এতিয়াও অনুমোদন দিয়া হোৱা নাই, অনুগ্ৰহ কৰি আপোনাৰ নিজ নিজ নিযুক্তি কৰ্তৃপক্ষৰ সৈতে যোগাযোগ কৰক।',
            ],
            [
                'color' => 'green',
                'header' => 'পৰামৰ্শ দিয়া হৈছে',
                'body' => 'আপোনাৰ আলেখ্যন পৰীক্ষা কৰা হৈছে, আৰু পৰামৰ্শ সফলভাৱে সম্পূৰ্ণ কৰা হৈছে।',
            ],
            [
                'color' => 'red',
                'header' => 'প্ৰফাইলটোক অনুমোদন দিয়া হোৱা নাই',
                'body' => 'অনুমোদনৰ বাবে দিয়া আপোনাৰ প্ৰফাইলটো নাকচ কৰা হৈছে। অধিক সহায়ৰ বাবে আপোনাৰ নিজ নিজ নিযুক্তি কৰ্তৃপক্ষৰ সৈতে যোগাযোগ কৰক।',
            ],
        ],
        'reason' => 'কাৰণ',
        'second_transfer_verification' => [
            1 => [
                'color' => 'yellow',
                'header' => 'বিভাগৰ এইচ অ’ ডিৰ দ্বাৰা বদলিৰ পৰামৰ্শ দিয়া হৈছে',
                'body' => 'বদলিৰ অনুৰোধ বিভাগৰ HOD ৰ পৰামৰ্শ দিয়া হৈছে, অনুমোদনৰ বাবে অপেক্ষা কৰক।',
            ],
            2 => [
                'color' => 'red',
                'header' => 'বদলি নাকচ কৰা হৈছে',
                'body' => 'স্থানান্তৰ আবেদন নাকচ কৰা হৈছে , এতিয়া আপুনি পুনৰ অনুৰোধ কৰিব পাৰিব',
            ],
        ],
    ],
    'search_profile' => [
        'heading' => 'সকলো প্ৰফাইল',
        'dist' => 'জিলা',
        'office' => 'কাৰ্যালয়',
        'btn_filter' => 'ফিল্টাৰ কৰক',
        'plr' => 'নাম বা পান নম্বৰৰ দ্বাৰা অনুসন্ধান...',
        'btn_search' => 'সন্ধান কৰক',
        'table_col1' => 'নাম আৰু পদবী',
        'table_col2' => 'কাৰ্যালয় আৰু বিভাগ',
        'table_col3' => 'ফোন',
        'send_request' => [
            'heading' => 'অনুৰোধ প্ৰেৰণ কৰক',
            'p_1' => 'আপোনাৰ বদলিৰ অনুৰোধ প্ৰেৰণ কৰক',
            'p_2' => 'মই আপোনাৰ প্ৰফাইল চাইছো আৰু মিউচুৱেল বদলিৰ প্ৰতি আগ্ৰহী।',
            'btn_close' => 'বন্ধ কৰক',
            'btn_accept' => 'অনুগ্ৰহ কৰি গ্ৰহণ কৰক',
        ],
        'nfd' => [
            'heading' => 'কোনো প্ৰফাইল পোৱা নগ\'ল!',
            'txt' => 'বৰ্তমান সময়ত কোনো প্ৰফাইল উপলব্ধ নহয়। পিছত চাব।',
        ],
    ],
];
